
/* Class = "NSButton"; ibShadowedToolTip = "Select this to check for external file changes. Use at your own risk."; ObjectID = "2"; */
"2.ibShadowedToolTip" = "Sélectionner ceci pour rechercher si le texte à été modifié ailleurs. À utiliser à vos risques et périls.";

/* Class = "NSTextField"; ibShadowedToolTip = "Enter the arguments for the command. Use %file to indicate the file to open and %line for the line number"; ObjectID = "7"; */
"7.ibShadowedToolTip" = "Entrer les arguments pour la commande. Utilisez %file pour spécifier le fichier à ouvrir et %line pour le numéro de ligne";

/* Class = "NSPopUpButton"; ibShadowedToolTip = "Choose settings for a preset TeX editor, or use custom settings"; ObjectID = "8"; */
"8.ibShadowedToolTip" = "Choisir les réglages pour un éditeur TeX présélectionné, ou utiliser un réglage personnalisé";

/* Class = "NSTextField"; ibShadowedToolTip = "Enter the command to call your favorite TeX editor"; ObjectID = "9"; */
"9.ibShadowedToolTip" = "Entrer la commande pour appeler votre éditeur TeX favoris";

/* Class = "NSTextFieldCell"; title = "Do not select this when using a script or program that will force a revert."; ObjectID = "12"; */
"12.title" = "À ne pas sélectionner lors de l’utilisation de scripts ou de programmes qui forceraient une réinitialisation.";

/* Class = "NSTextFieldCell"; title = "Preset:"; ObjectID = "13"; */
"13.title" = "Préréglage :";

/* Class = "NSMenuItem"; title = "Custom"; ObjectID = "17"; */
"17.title" = "Perso";

/* Class = "NSTextFieldCell"; title = "Arguments:"; ObjectID = "20"; */
"20.title" = "Arguments :";

/* Class = "NSTextFieldCell"; title = "PDF-TeX Sync support:"; ObjectID = "21"; */
"21.title" = "Support de synchro PDF-TeX :";

/* Class = "NSTextFieldCell"; title = "Command:"; ObjectID = "22"; */
"22.title" = "Commande :";

/* Class = "NSButtonCell"; title = "Check for file changes"; ObjectID = "23"; */
"23.title" = "Vérifier les modifications de fichiers";

/* Class = "NSButton"; ibShadowedToolTip = "Select this to reload automatically. Use at your own risk."; ObjectID = "59"; */
"59.ibShadowedToolTip" = "Sélectionner ceci pour recharger automatiquement. À utiliser à vos risques et périls.";

/* Class = "NSButtonCell"; title = "Reload automatically"; ObjectID = "60"; */
"60.title" = "Recharger automatiquement";
